[ {
  "bookName" : "The black cat",
  "author" : "Edgar Poe",
  "textLines" : [ "I was a kind child. I was fond of animals and always had a lot of them. I spent my time with them and felt happy.", "When I grew up, I still had my love for the living creatures.", "I married early and was happy to find a woman who I could share my love for animals.", "We had a lot of pets: birds, gold-fish, a fine dog, rabbits, a small monkey and a cat.", "The cat was a large and beautiful animal, all black. His name was Pluto. It was my favourite pet and a playmate.", "I fed my cat myself and he followed me everywhere about the house.", "But years passed and my character changed because I had a decease. The decease was drinking alcohol!", "Day by day I became more and more evil. I did not care about the feeling of the others. I became rude with my wife.", "My pets, of course, felt the change in my character as I treated them badly if they came in my way.", "But I still had my love for Pluto. But soon Pluto, who was old now,— even Pluto was afraid of me.", "One night I came back home drunk. The cat got in my way and I caught him.", "He was frightened and bit my hand with his teeth. I got very angry.", "It seemed as if my soul left my body and a demon got there instead.", "I took a pen-knife, opened it and cut one of his eyes from the socket!", "When I got up in the morning and saw the poor thing, I didn’t feel pity.", "My soul became calm and soon the wine helped me to forget all memory of it. The cat slowly recovered.", "Now he was ugly, but he no longer felt any pain. He went about the house as usual but always ran away when he saw me.", "At first I felt uneasy about the creature which had loved me so much.", "But soon this feeling changed to dislike and then to hatred.", "So one morning I put a rope about his neck and hung him on a tree.", "The tears were in my eyes but I finished the cruel thing. On the night of the next day, I woke up by the cry of fire.", "The curtains of my bed were in flames. The whole house was on fire.", "With great difficulty my wife, a servant, and myself escaped from the place. My house was in ruins.", "Now I was a poor man. Did the fire happen because of the cruel thing I had done? The next day I visited the ruins.", "All the walls had fallen in. The only wall left was the wall of my bedroom.", "I saw people in front of the wall who were looking at something there. I came near.", "On the wall there was a figure of a gigantic cat with a rope on its neck. I was terrified.", "The time passed. One night when I was in a pub, I suddenly saw a black object on a barrel.", "I came to it and touched it with my hand. It was a black cat—a very large one — as large as Pluto.", "It was strange but it was one-eyed too but in the dark I didn’t notice it. When I went home, the animal followed me.", "I decided to let him live in my house. At once he became a favourite pet of my wife.", "As for me, I felt some dislike for him.", "I tried not to meet the creature as he reminded me of the cruel thing I had done with Pluto.", "Days passed and I started to hate the cat but he loved me very much. He followed me everywhere about the house.", "If I sat, he jumped upon my knees. If I wanted to go for walk, he got between my feet trying to stop me.", "At such times I wanted to hit him hard but the memory of Pluto always stopped me. The cat never left me alone.", "When I went to sleep, I felt his large body upon my heart. When I woke up, I felt his whiskers upon my face.", "My hatred for the cat grew more and more.", "To tell the truth, at that time I was full of hatred to all the people in the world, even to my poor wife.", "One day my wife and me went into the cellar of the old building where we lived.", "The cat followed us downstairs and got between my feet so I was about to fall down.", "I got angry, took the axe and aimed a blow at the animal. My wife was in my way and I buried the axe in her brain.", "She fell dead upon the floor. After I killed my wife, I started thinking where to hide the body.", "I knew that I could not take it from the house because my neighbours would see me.", "At first, I thought to cut the body into parts and destroy them by fire.", "Then I decided to throw it in the well in the yard. Finally, I made up my mind to wall it up in the cellar.", "There was a secret niche behind one of the walls.", "I could displace the bricks, put the dead body there, and place the bricks as before, so that nobody could see anything unusual.", "It was a good idea. I easily displaced the bricks and carefully put the body inside the niche against the inner wall.", "Then I put the bricks back, the wall was the same as before. When I had finished, I felt glad that all was done.", "Then I looked for the cat. To tell the truth, at that moment I decided to kill him, too. But the cat disappeared.", "The second and the third day passed and still the cat did not come. I felt like a free man.", "The cat, the monster, had left me forever! My happiness was great! As for my wife, I felt guilty but little.", "But on the fourth day the police came into the house and started to search it everywhere. I felt no fear however.", "They went into the cellar but I was calm. The police found nothing and were going to leave.", "The happiness at my heart was so great that I could not but say a word of triumph.", "«Gentlemen,» I said, «I am happy that you find me not guilty. I wish you all health.", "By the way, gentlemen, this—this is a very well constructed house. These walls are made of bricks and …", "Are you going, gentlemen?» and then I didn’t understand why I hit on that part of the wall behind which there was the dead body of my wife.", "A terrible cry was heard from behind! It seemed as if it came out of hell! For a moment the party stood still.", "In the next, they were working at the wall and soon the body of my wife was seen in the niche.", "Upon its head sat the hideous one-eyed monster!", "" ]
} ]