[ {
  "bookName" : "The black cat",
  "author" : "Edgar Poe",
  "textLines" : [ "I was a kind child. I was fond of animals and always had a lot of them. I spent my time with them and felt happy.", "When I grew up, I still had my love for the living creatures.", "I married early and was happy to find a woman who I could share my love for animals.", "We had a lot of pets: birds, gold-fish, a fine dog, rabbits, a small monkey and a cat.", "The cat was a large and beautiful animal, all black. His name was Pluto. It was my favourite pet and a playmate.", "I fed my cat myself and he followed me everywhere about the house.", "But years passed and my character changed because I had a decease. The decease was drinking alcohol!", "Day by day I became more and more evil. I did not care about the feeling of the others. I became rude with my wife.", "My pets, of course, felt the change in my character as I treated them badly if they came in my way.", "But I still had my love for Pluto. But soon Pluto, who was old now,— even Pluto was afraid of me.", "One night I came back home drunk. The cat got in my way and I caught him.", "He was frightened and bit my hand with his teeth. I got very angry.", "It seemed as if my soul left my body and a demon got there instead.", "I took a pen-knife, opened it and cut one of his eyes from the socket!", "When I got up in the morning and saw the poor thing, I didn’t feel pity.", "My soul became calm and soon the wine helped me to forget all memory of it. The cat slowly recovered.", "Now he was ugly, but he no longer felt any pain. He went about the house as usual but always ran away when he saw me.", "At first I felt uneasy about the creature which had loved me so much.", "But soon this feeling changed to dislike and then to hatred.", "So one morning I put a rope about his neck and hung him on a tree.", "The tears were in my eyes but I finished the cruel thing. On the night of the next day, I woke up by the cry of fire.", "The curtains of my bed were in flames. The whole house was on fire.", "With great difficulty my wife, a servant, and myself escaped from the place. My house was in ruins.", "Now I was a poor man. Did the fire happen because of the cruel thing I had done? The next day I visited the ruins.", "All the walls had fallen in. The only wall left was the wall of my bedroom.", "I saw people in front of the wall who were looking at something there. I came near.", "On the wall there was a figure of a gigantic cat with a rope on its neck. I was terrified.", "The time passed. One night when I was in a pub, I suddenly saw a black object on a barrel.", "I came to it and touched it with my hand. It was a black cat—a very large one — as large as Pluto.", "It was strange but it was one-eyed too but in the dark I didn’t notice it. When I went home, the animal followed me.", "I decided to let him live in my house. At once he became a favourite pet of my wife.", "As for me, I felt some dislike for him.", "I tried not to meet the creature as he reminded me of the cruel thing I had done with Pluto.", "Days passed and I started to hate the cat but he loved me very much. He followed me everywhere about the house.", "If I sat, he jumped upon my knees. If I wanted to go for walk, he got between my feet trying to stop me.", "At such times I wanted to hit him hard but the memory of Pluto always stopped me. The cat never left me alone.", "When I went to sleep, I felt his large body upon my heart. When I woke up, I felt his whiskers upon my face.", "My hatred for the cat grew more and more.", "To tell the truth, at that time I was full of hatred to all the people in the world, even to my poor wife.", "One day my wife and me went into the cellar of the old building where we lived.", "The cat followed us downstairs and got between my feet so I was about to fall down.", "I got angry, took the axe and aimed a blow at the animal. My wife was in my way and I buried the axe in her brain.", "She fell dead upon the floor. After I killed my wife, I started thinking where to hide the body.", "I knew that I could not take it from the house because my neighbours would see me.", "At first, I thought to cut the body into parts and destroy them by fire.", "Then I decided to throw it in the well in the yard. Finally, I made up my mind to wall it up in the cellar.", "There was a secret niche behind one of the walls.", "I could displace the bricks, put the dead body there, and place the bricks as before, so that nobody could see anything unusual.", "It was a good idea. I easily displaced the bricks and carefully put the body inside the niche against the inner wall.", "Then I put the bricks back, the wall was the same as before. When I had finished, I felt glad that all was done.", "Then I looked for the cat. To tell the truth, at that moment I decided to kill him, too. But the cat disappeared.", "The second and the third day passed and still the cat did not come. I felt like a free man.", "The cat, the monster, had left me forever! My happiness was great! As for my wife, I felt guilty but little.", "But on the fourth day the police came into the house and started to search it everywhere. I felt no fear however.", "They went into the cellar but I was calm. The police found nothing and were going to leave.", "The happiness at my heart was so great that I could not but say a word of triumph.", "«Gentlemen,» I said, «I am happy that you find me not guilty. I wish you all health.", "By the way, gentlemen, this—this is a very well constructed house. These walls are made of bricks and …", "Are you going, gentlemen?» and then I didn’t understand why I hit on that part of the wall behind which there was the dead body of my wife.", "A terrible cry was heard from behind! It seemed as if it came out of hell! For a moment the party stood still.", "In the next, they were working at the wall and soon the body of my wife was seen in the niche.", "Upon its head sat the hideous one-eyed monster!", "" ]
}, {
  "bookName" : "To build a fire",
  "author" : "Jack London",
  "textLines" : [ "The man walked down the trail on a cold, gray day.", "Pure white snow and ice covered the Earth for as far as he could see.", "This was his first winter in Alaska. He was wearing heavy clothes and fur boots.", "But he still felt cold and uncomfortable. The man was on his way to a camp near Henderson Creek.", "His friends were already there. He expected to reach Henderson Creek by six o’clock that evening.", "It would be dark by then. His friends would have a fire and hot food ready for him. A dog walked behind the man.", "It was a big gray animal, half dog and half wolf. The dog did not like the extreme cold.", "It knew the weather was too cold to travel. The man continued to walk down the trail.", "He came to a frozen stream called Indian Creek. He began to walk on the snow-covered ice.", "It was a trail that would lead him straight to Henderson Creek and his friends.", "As he walked, he looked carefully at the ice in front of him.", "Once, he stopped suddenly, and then walked around a part of the frozen stream.", "He saw that an underground spring flowed under the ice at that spot. It made the ice thin.", "If he stepped there, he might break through the ice into a pool of water.", "To get his boots wet in such cold weather might kill him. His feet would turn to ice quickly.", "He could freeze to death. At about twelve o’clock, the man decided to stop to eat his lunch.", "He took off the glove on his right hand. He opened his jacket and shirt, and pulled out his bread and meat.", "This took less than twenty seconds. Yet, his fingers began to freeze.", "He hit his hand against his leg several times until he felt a sharp pain.", "Then he quickly put his glove on his hand. He made a fire, beginning with small pieces of wood and adding larger ones.", "He sat on a snow-covered log and ate his lunch. He enjoyed the warm fire for a few minutes.", "Then he stood up and started walking on the frozen stream again. A half hour later, it happened.", "At a place where the snow seemed very solid, the ice broke. The man’s feet sank into the water.", "It was not deep, but his legs got wet to the knees. The man was angry. The accident would delay his arrival at the camp.", "He would have to build a fire now to dry his clothes and boots. He walked over to some small trees.", "They were covered with snow. In their branches were pieces of dry grass and wood left by flood waters earlier in the year.", "He put several large pieces of wood on the snow, under one of the trees.", "On top of the wood, he put some grass and dry branches.", "He pulled off his gloves, took out his matches, and lighted the fire. He fed the young flame with more wood.", "As the fire grew , he gave it larger pieces of wood. He worked slowly and carefully.", "At sixty degrees below zero, a man with wet feet must not fail in his first attempt to build a fire.", "While he was walking, his blood had kept all parts of his body warm.", "Now that he had stopped, cold was forcing his blood to withdraw deeper into his body. His wet feet had frozen.", "He could not feel his fingers. His nose was frozen, too. The skin all over his body felt cold.", "Now, however, his fire was beginning to burn more strongly. He was safe.", "He sat under the tree and thought of the old men in Fairbanks.", "The old men had told him that no man should travel alone in the Yukon when the temperature is sixty degrees below zero.", "Yet here he was. He had had an accident. He was alone. And he had saved himself. He had built a fire.", "Those old men were weak, he thought. A real man could travel alone. If a man stayed calm, he would be all right.", "The man’s boots were covered with ice. The strings on his boots were as hard as steel.", "He would have to cut them with his knife. If a man stayed calm, he would be all right.", "He leaned back against the tree to take out his knife. Suddenly, without warning, a heavy mass of snow dropped down.", "His movement had shaken the young tree only a tiny bit.", "But it was enough to cause the branches of the tree to drop their heavy load.", "The man was shocked. He sat and looked at the place where the fire had been. The old men had been right, he thought.", "If he had another man with him, he would not be in any danger now. The other man could build the fire.", "Well, it was up to him to build the fire again. This time, he must not fail.", "If he had another man with him, he would not be in any danger now. The man collected more wood.", "He reached into his pocket for the matches. But his fingers were frozen. He could not hold them.", "He began to hit his hands with all his force against his legs. After a while, feeling came back to his fingers.", "The man reached again into his pocket for the matches. But the tremendous cold quickly drove the life out of his fingers.", "All the matches fell onto the snow. He tried to pick one up, but failed.", "The man pulled on his glove and again beat his hand against his leg.", "Then he took the gloves off both hands and picked up all the matches. He gathered them together.", "Holding them with both hands, he scratched the matches along his leg. They immediately caught fire.", "He held the blazing matches to a piece of wood. After a while, he became aware that he could smell his hands burning.", "Then he began to feel the pain. He opened his hands, and the blazing matches fell on to the snow.", "The flame went out in a puff of gray smoke. The man looked up. The dog was still watching him. The man got an idea.", "He would kill the dog and bury his hands inside its warm body.", "When the feeling came back to his fingers, he could build another fire. He called to the dog.", "The dog heard danger in the man’s voice. It backed away. The man called again. This time the dog came closer.", "The man reached for his knife. But he had forgotten that he could not bend his fingers.", "He could not kill the dog, because he could not hold his knife. The fear of death came over the man.", "He jumped up and began to run. The running began to make him feel better. Maybe running would make his feet warm.", "If he ran far enough, he would reach his friends at Henderson Creek. They would take care of him.", "It felt strange to run and not feel his feet when they hit the ground. He fell several times.", "He decided to rest a while. As he lay in the snow, he noticed that he was not shaking.", "He could not feel his nose or fingers or feet. Yet, he was feeling quite warm and comfortable.", "He realized he was going to die. Well, he decided, he might as well take it like a man. There were worse ways to die.", "The man closed his eyes and floated into the most comfortable sleep he had ever known. The dog sat facing him, waiting.", "Finally, the dog moved closer to the man and caught the smell of death. The animal threw back its head.", "It let out a long, soft cry to the cold stars in the black sky.", "And then it turned and ran toward Henderson Creek…where it knew there was food and a fire." ]
} ]